export default {
    chooseLanguage: 'Выберите язык',
    next: 'Далее',
    weekShort: ['Пн', 'Вт', 'Ср', 'Чт', 'Пн', 'Сб', 'Вс'],
    more: 'Подробнее',
    info: 'Информация',
    reviews: 'Отзывы',
    stat: 'Статистика',
    lang: 'Язык',
    md: 'Максимальная дистанция',
    md_description: 'Это максимальная дистанция на которой будет осуществляться поиск точек интереса на карте.',
    md_notify: 'Это значение будет изменяться по мере осуществления вами вклада в сообщество!',

    created: 'Создано',
    added: 'Добавлено',
    updated: 'Обновлено',
};
