export default {
    chooseLanguage: 'Выберите язык',
    next: 'Далее',
    weekShort: ['Пн', 'Вт', 'Ср', 'Чт', 'Пн', 'Сб', 'Вс'],
    more: 'Подробнее',
    info: 'Информация',
    reviews: 'Отзывы',
    stat: 'Статистика',
    lang: 'Язык',
    md: 'Дистанция исследования',
    md_notify: 'Это значение будет изменяться по мере осуществления вами вклада в сообщество!',

    created: 'Создано',
    added: 'Добавлено',
    updated: 'Обновлено',
    noConnect: 'Нет подключения к Интернету!\r\nПриложение восстановит работу как появится подключение!',

    copyPosition: 'Копировать позицию',
    goNavi: 'Открыть в навигаторе',

    tagoptYes: 'Есть',
    addTagopt: 'Добавить тег',
    viewAllTags: 'Другие теги',
    isTrue: 'Да',
    isFalse: 'Нет',
    historyTags: 'Последняя активность для данного тега:',
    back: 'Назад',
    cancel: 'Отмена',
    close: 'Закрыть',
    delete: 'Удалить',

    addPhoto: 'Добавить изображение',
    searchText: 'Поиск',

    chooseAmenity: 'Для добавления POI необходимо указать ее тип',
    chooseAmenityTitle: 'Выберите тип POI',
    authInvite: 'Авторизируйтесь, чтобы открыть все возможности приложения и получать актуальную информацию сообщества',
    authBonuses: 'Подробнее об возможностях',
    guest: 'Гость',

    appTitle: 'POI Trucker',
    appDescription: 'База точек POI, сформированная на основании данных и мнений тысяч водителей',
    recommendations: 'Рекомендации',
    gotoMap: 'Перейти к карте',

    authSync: 'После выполнения входа в аккаунт, вы сможете загрузить POI с сервера.',
    syncButton: 'Загрузить POI',

    mapScreen: 'Карта',
    settingsScreen: 'Настройки',
    homeScreen: 'Домашняя страница',

    notConnectMap: 'Оффлайн режим',
    notConnectMapDescr:
        'Приложение работает в оффлайн режиме. \r\n\r\nОсновной функционал приложения работает!\r\n\r\n Будьте внимательны, в этом режиме возможны: \r\n- отсутствие фрагментов карты\r\n- отсутствие актуальной информации о POI.',
    warning: 'Внимание',
    removeNodeToServerTitle: 'POI была удалена',
    removeNodeToServer:
        'Эта POI была удалена с сервера.\r\nБудьте внимательны, не полагайтесь на информацию на этой странице!',
    setSyncPOI: 'Выберите страны, для которых хотите использовать POI.',
    setSyncPOIdisconnect: 'Для загрузки и синхронизации POI нужен интернет и авторизация',

    updateAt: 'Обновлено',

    tagCreateListTitle: 'Возможные теги',
    tagCreateListDescription:
        'Теги позволяют указать какими удобствами и опциями обладает точка. Вы можете добавить те теги, которые существуют для данной точки',
    tagCreateTitle: 'Добавление тега',
    tagCreateDescription: 'Чтобы добавить этот тег, выберите наиболее подходящий вариант',

    iam: 'Я',
    reviewTotal: 'Отзывов',
    addReview: 'Оставить отзыв',

    offlineMode: 'Оффлайн режим',
    offlineDataTitle:
        'Информация об этой POI представлена в оффлайн режиме и может отличаться от актуальной! \r\n\r\nЧтобы получать актуальную информацию о POI, необходимы интернет и авторизация!',
    // disableAction: 'Для данной POI отключены активные действия!',
    availableUpdate: 'Доступны обновления POI для %s стран(ы)',
    actualUpdateNone: 'Установлены актуальные обновления для выбранных стран!',
    syncPOIAll: 'Обновить',
    syncPOIStop: 'Остановить обновление',
    syncPOILoadCountry: 'Обновление ',

    countCountry: 'стран',
    setup: 'Установлено',
    countPOI: 'POI',

    anotherActions: 'Другие действия',
    deleteNode: 'Удалить POI',

    auditMessage: 'Напишите причину удаления POI',
    auditHint: 'Пользователь %s запросил удаление этой POI с текстом',
    auditHintIam: 'Вы запросили удаление этой POI с текстом',

    existNearSameType:
        'Рядом с указанным вами местом для POI, найдены точки похожего типа. \r\n\r\nНельзя создать POI одинакового типа близко друг к другу, необходимо сдвинуть координаты нового маркера или отредактировать существующую POI!',
    existNear:
        'Нельзя создать POI близко друг к другу, необходимо сдвинуть координаты нового маркера или отредактировать существующую POI!',
    save: 'Сохранить',

    notAllowCreateArea:
        'Указанная точка на карте находится на неиследованной вами территории! \r\nВы можете создавать POI только на территории, обозначенной на карте зеленым полигоном. \r\nРазрешенная зона формируется на основании определения вашего местоположения, когда вы используете приложение с включенным GPS и интернетом!',
    highZoomCreateArea:
        'Слишком большой масштаб карты! Уменьшите масштаб карты(zoom), чтобы точнее указать координаты POI.',
    notFoundToken: 'Авторизируйтесь, чтобы получать актуальную информацию с сервера!',
    alertErrorPermission: 'Ошибка доступа',
    alertAdviceTitle: 'Совет',

    tooManyNodes: 'Найдено большое количество точек (~%s)! Для отображения точек, необходимо уменьшить масштаб карты!',
    moreReviews: 'Загрузить следующие отзывы',
    // nodeTagsTitle: 'Данная POI отмечена следующими тегами',
    deleteNodeTitle: 'Удаление POI',
    deleteNodeDescription:
        'Если POI не подтвердилась, вы можете запросить ее удаление! \r\n\r\nДля оформления запроса на удаление POI, необходимо указать причину, по которой вы хотите удалить POI.',
    goToAuditPage: 'Аудит POI',
};
